/*
   Localizable.strings
   Gmail Notifr

   Created by James Chen on 8/4/09.
   Copyright 2009 ashchan.com. All rights reserved.

   Contributor: Daniel Greve Rose
 */


//-----------------------------------------
// Menu and tooltip
//----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "Åpne innboks";

/* menubar tooltip when checking mail */
"Checking Mail" = "Sjekker e-post...";

/* connection error message */
"Connection Error" = "Tilkoblingsfeil";

/* wrong username/password pair error message */
"Username/password Wrong" = "Feil brukernavn/passord";

/* count of unread messages */
"Unread Messages" = "%d uleste meldinger";

/* count (1) of unread message */
"Unread Message" = "%d ulest melding";

/* last check time */
"Last Checked:" = "Sist sjekket:";

/* Enable, Disable */
"Enable Account" = "Aktiver konto";
"Disable Account" = "Deaktiver konto";

/* Check */
"Check" = "Sjekk nå";


//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "Innstillinger";
"Launch at login" = "Kjør ved oppstart";
"Show unread count in menu bar" = "Vis antall uleste meldinger i menylinjen";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Kontoer";
"Edit" = "Rediger";

"Username:" = "Brukernavn:";
"Password:" = "Passord:";
"Check for new mail every" = "Sjekk etter ny e-post hvert";
"minutes" = "minutt";
"Use Growl Notification" = "Bruk Growl-notifikasjoner";
"Play sound:" = "Spill av lyd:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "For å legge til en Google Hosted Account, oppgi full epost-adresse som brukernavn, f.eks.: admin@ashchan.com.";
"Enable this account" = "Aktiver denne kontoen";
"Open in browser:" = "Open in browser:";
"Cancel" = "Avbryt";
"OK" = "OK";
